{
    "react": {
        "intern": {
            "none": {
                "value": 500,
                "statement": "Very basic understanding of React and ability to build an app. Productive 3 hours a day."
            }
        },
        "junior": {
            "low":{
                "value": 900,
                "statement": "Basic understanding of React and abilities. Productive 5 hours a day."
            },
            "mid": {
                "value": 1000,
                "statement": "Basic understanding of React and abilities; can build a component. Productive 5 hours a day."
            },
            "high": {
                "value": 1100,
                "statement": "Basic understanding of React and abilities; can build an app. Productive 5 hours a day."
            }
        },
        "mid_level": {
            "low": {
                "value": 2800,
                "statement": "Mid-Level understanding of React and abilities; can build an app. Productive 7 hours a day."
            },
            "mid": {
                "value": 3000,
                "statement": "Mid-Level understanding of React and abilities; can build & maintain an app. Productive 7 hours a day."
            },
            "high":{
                "value": 3200,
                "statement": "Mid-Level understanding of React and abilities; can build, maintain, and debug an app. Productive 7 hours a day."
            }
        },
        "senior": {
            "low": {
                "value": 6800,
                "statement": "Senior understanding of React and abilities; can build, maintain, and debug an app, and supervise mid-levels. Productive 8 or more hours a day."
            },
            "mid": {
                "value": 7000,
                "statement": "Senior understanding of React and abilities; can build, maintain, and debug an app, and supervise mid-levels as well as juniors. Productive 8 or more hours a day."
            },
            "high":{
                "value": 7200,
                "statement": "Senior understanding of React and abilities; can build, maintain, and debug an app, and supervise mid-levels, juniors, and other seniors. Productive 8 or more hours a day."
            }
       }
    },
    "node": {
        "intern": {
            "none": {
                "value": 500,
                "statement": "Very basic understanding of Node.js and ability to build an app. Productive 3 hours a day."
            }
        },
        "junior": {
            "low": {
                "value": 900,
                "statement": "Basic understanding of Node.js and abilities. Productive 5 hours a day."
            },
            "mid": {
                "value": 1000,
                "statement": "Basic understanding of Node.js and abilities; can build a component. Productive 5 hours a day."
            },
            "high":{
                "value": 1100,
                "statement": "Basic understanding of Node.js and abilities; can build an app. Productive 5 hours a day."
            }
        },
        "mid_level": {
            "low": {
                "value": 2800,
                "statement": "Mid-Level understanding of Node.js and abilities; can build an app. Productive 7 hours a day."
            },
            "mid": {
                "value": 3000,
                "statement": "Mid-Level understanding of Node.js and abilities; can build & maintain an app. Productive 7 hours a day."
            },
            "high":{
                "value": 3200,
                "statement": "Mid-Level understanding of Node.js and abilities; can build, maintain, and debug an app. Productive 7 hours a day."
            }
        },
        "senior": {
            "low": {
                "value": 6800,
                "statement": "Senior understanding of Node.js and abilities; can build, maintain, and debug an app, and supervise mid-levels. Productive 8 or more hours a day."
            },
            "mid": {
                "value": 7000,
                "statement": "Senior understanding of Node.js and abilities; can build, maintain, and debug an app, and supervise mid-levels as well as juniors. Productive 8 or more hours a day."
            },
            "high":{
                "value": 7200,
                "statement": "Senior understanding of Node.js and abilities; can build, maintain, and debug an app, and supervise mid-levels, juniors, and other seniors. Productive 8 or more hours a day."
            }
       }
    },
    "css": {
        "intern": {
            "none": {
                "value": 500,
                "statement": "Very basic understanding of CSS and ability to build an app. Productive 3 hours a day."
            }
        },
        "junior": {
            "low": {
                "value": 900,
                "statement": "Basic understanding of CSS and abilities. Productive 5 hours a day."
            },
            "mid": {
                "value": 1000,
                "statement": "Basic understanding of CSS and abilities; can build a component. Productive 5 hours a day."
            },
            "high":{
                "value": 1100,
                "statement": "Basic understanding of CSS and abilities; can build an app. Productive 5 hours a day."
            }
        },
        "mid_level": {
            "low": {
                "value": 2800,
                "statement": "Mid-Level understanding of CSS and abilities; can build an app. Productive 7 hours a day."
            },
            "mid": {
                "value": 3000,
                "statement": "Mid-Level understanding of CSS and abilities; can build & maintain an app. Productive 7 hours a day."
            },
            "high":{
                "value": 3200,
                "statement": "Mid-Level understanding of CSS and abilities; can build, maintain, and debug an app. Productive 7 hours a day."
            }
        },
        "senior": {
            "low": {
                "value": 6800,
                "statement": "Senior understanding of CSS and abilities; can build, maintain, and debug an app, and supervise mid-levels. Productive 8 or more hours a day."
            },
            "mid": {
                "value": 7000,
                "statement": "Senior understanding of CSS and abilities; can build, maintain, and debug an app, and supervise mid-levels as well as juniors. Productive 8 or more hours a day."
            },
            "high":{
                "value": 7200,
                "statement": "Senior understanding of CSS and abilities; can build, maintain, and debug an app, and supervise mid-levels, juniors, and other seniors. Productive 8 or more hours a day."
            }
       }
    },
    "angular": {
        "intern": {
            "none": {
                "value": 500,
                "statement": "Very basic understanding of Angular and ability to build an app. Productive 3 hours a day."
            }
        },
        "junior": {
            "low": {
                "value": 900,
                "statement": "Basic understanding of Angular and abilities. Productive 5 hours a day."
            },
            "mid": {
                "value": 1000,
                "statement": "Basic understanding of Angular and abilities; can build a component. Productive 5 hours a day."
            },
            "high":{
                "value": 1100,
                "statement": "Basic understanding of Angular and abilities; can build an app. Productive 5 hours a day."
            }
        },
        "mid_level": {
            "low": {
                "value": 2800,
                "statement": "Mid-Level understanding of Angular and abilities; can build an app. Productive 7 hours a day."
            },
            "mid": {
                "value": 3000,
                "statement": "Mid-Level understanding of Angular and abilities; can build & maintain an app. Productive 7 hours a day."
            },
            "high":{
                "value": 3200,
                "statement": "Mid-Level understanding of Angular and abilities; can build, maintain, and debug an app. Productive 7 hours a day."
            }
        },
        "senior": {
            "low": {
                "value": 6800,
                "statement": "Senior understanding of Angular and abilities; can build, maintain, and debug an app, and supervise mid-levels. Productive 8 or more hours a day."
            },
            "mid": {
                "value": 7000,
                "statement": "Senior understanding of Angular and abilities; can build, maintain, and debug an app, and supervise mid-levels as well as juniors. Productive 8 or more hours a day."
            },
            "high":{
                "value": 7200,
                "statement": "Senior understanding of Angular and abilities; can build, maintain, and debug an app, and supervise mid-levels, juniors, and other seniors. Productive 8 or more hours a day."
            }
       }
    }
}